export default {
  for: 'для',

  route: {
    case: 'Задание',
    service: 'Услуги',
    project: 'Проекты',
    about: 'О нас',
    price: 'Цены',
    contact: 'Контакты'
  },

  btn: {
    consultation: 'Консультация',
    showMore: 'Показать еще',
    send: 'Отправить',
    buy: 'Купить'
  },

  dialog: {
    consultation: {
      title: 'С радостью обсудим вашу идею',
      desc: 'Просто расскажите о своих задумках. а мы придумаем. как их воплотить!'
    }
  },

  label: {
    name: 'Представьтесь, пожайлуйста',
    comment: 'Расскажите немного о Вашем проекте',
    pickFile: 'Прикрепить файл',
    agree: 'Я согласен на обработку <a href="/">персональных данных</a>',
    color: 'Цвет',
    memory: 'Память',
    count: 'Количество',
    white: 'Белый',
    black: 'Черный',
    grey: 'Серый',
    detail: 'Посмотреть в магазине',
    filter: 'Фильтр товаров'
  },

  catalog: {
    phone: 'Смартфоны',
    notebook: 'Планшеты/Ноутбуки',
    watch: 'Часы',
    accessories: 'Аксессуары',
    other: 'Другое'
  },

  uploader: {
    failed: 'Ошибка загрузки файла'
  },

  error: {
    required: 'Это поле необходимо заполнить',
    agree: 'Для отправки формы требуется ваше согласие'
  },

  msg: {
    success: 'Сообщение успешно отправлено!'
  },

  alert: {
    catalog: 'Указанные цены включают стоимость товара и доставки'
  }
}
